// src/InGame/MsgData.js
const msgData = [
    { word: '햄스터', desc: '쥐과 동물이다' },
    { word: '터널', desc: '지나갈 수 있는 커다란 구멍을 뜻한다. 특히 도로 위 자동차' },
    { word: '널뛰기', desc: '사람이 올라갈 수 있는 크기의 시소 모양 기구이다. 사람이 점프하여 일어난 반동으로 반대편에 힘 응애 췡췡 보냄' }, 
    { word: '기분', desc: '심리적으로 느껴지는 뇌의 화학반응 활동' },
    { word: '기러기', desc: '심리적으로 느껴지는 뇌의 화학반응 활동' },
    { word: '기형', desc: '심리적으로 느껴지는 뇌의 화학반응 활동' },
    { word: '기미', desc: '심리적으로 느껴지는 뇌의 화학반응 활동' },
    { word: '분노', desc: '화났을 때 느끼는 감정 상태' },
    { word: '노래', desc: '소리와 리듬이 섞인 음악의 한 형태' }
  ];
  
export default msgData;
  